12/data/attachments/db1473932fc9dac9.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Michael_resource_Actions_99231_2</nif:username>
            <nif:friendToBeRequested>soap_actions_40897f9a-240d-4576-a980-e6db35eaa331</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>